print("Добрый вечер,Ирина,укажите точку залпа:")
ira = input()
print("Вы желаете уничтожить старого клоуна?")
ira2 = input()
print("Вы желаете уничтожить болгарку-румынку?")
ira3 = input()
print("Пожалуйста укажите количество ракет для уничтожения:")
ira4 = input()
a = 100000
while a > 1:
    a=a - 1
    print("Вычесление координат....")
print("Обьект успешно зафиксирован. Уничтожить собак?")
ira5 = input()
b = 100000
while b > 1:
    b=b - 1
    print("Уничтожение пидорасов!!!!!")